---
kind: enumMember
id: F:Autodesk.Revit.DB.ViewDiscipline.Electrical
enum: Autodesk.Revit.DB.ViewDiscipline
source: html/94363df8-8e46-3d70-8273-dfa0abaf2c46.htm
---
# Autodesk.Revit.DB.ViewDiscipline.Electrical

Electrical